{
    "coc.nvim": {
        "branch": "release"
    },
    "codeium.vim": {
        "branch": "main"
    },
    "diffview.nvim": {
        "branch": "main"
    },
    "flash.nvim": {
        "branch": "main"
    },
    "git-conflict.nvim": {
        "branch": "main"
    },
    "gitsigns.nvim": {
        "branch": "main"
    },
    "indent-blankline.nvim": {
        "branch": "master"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "lualine.nvim": {
        "branch": "master"
    },
    "neodim": {
        "branch": "master"
    },
    "neogen": {
        "branch": "main"
    },
    "nvim-dap": {
        "branch": "master"
    },
    "nvim-dap-go": {
        "branch": "main"
    },
    "nvim-dap-python": {
        "branch": "master"
    },
    "nvim-dap-ui": {
        "branch": "master"
    },
    "nvim-lastplace": {
        "branch": "main"
    },
    "nvim-nio": {
        "branch": "master"
    },
    "nvim-tree.lua": {
        "branch": "master"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "nvim-treesitter-context": {
        "branch": "master"
    },
    "nvim-treesitter-textobjects": {
        "branch": "master"
    },
    "nvim-ufo": {
        "branch": "main"
    },
    "nvim-web-devicons": {
        "branch": "master"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "project.nvim": {
        "branch": "main"
    },
    "promise-async": {
        "branch": "main"
    },
    "seoul256.vim": {
        "branch": "master"
    },
    "telescope.nvim": {
        "branch": "master"
    },
    "toggleterm.nvim": {
        "branch": "main"
    },
    "vim-easy-align": {
        "branch": "master"
    },
    "vim-surround": {
        "branch": "master"
    },
    "window-picker": {
        "branch": "main"
    }
}
